html/blog/blog.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-12-21 Sun 02:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Blog</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Blog</h1>
<div id="outline-container-orge42a36d" class="outline-2">
<h2 id="orge42a36d"><span class="section-number-2">1.</span> Writing</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org34657da" class="outline-3">
<h3 id="org34657da"><span class="section-number-3">1.1.</span> Formatting</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orge339c8b" class="outline-4">
<h4 id="orge339c8b"><span class="section-number-4">1.1.1.</span> <a href="how-to-format-units.html">How To Format Units</a></h4>
</div>
<div id="outline-container-orgb228e0a" class="outline-4">
<h4 id="orgb228e0a"><span class="section-number-4">1.1.2.</span> <a href="fix-your-dangling-paragraphs.html">Fix Your Dangling Paragraphs</a></h4>
</div>
<div id="outline-container-orgef97b0e" class="outline-4">
<h4 id="orgef97b0e"><span class="section-number-4">1.1.3.</span> <a href="units-and-acronyms.html">Units and Acronyms</a></h4>
</div>
</div>
<div id="outline-container-org651188f" class="outline-3">
<h3 id="org651188f"><span class="section-number-3">1.2.</span> Get Rid Of&#x2026;</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orge2836af" class="outline-4">
<h4 id="orge2836af"><span class="section-number-4">1.2.1.</span> <a href="get-rid-of-extra-words.html">Extra Words</a></h4>
</div>
<div id="outline-container-org52ff3da" class="outline-4">
<h4 id="org52ff3da"><span class="section-number-4">1.2.2.</span> <a href="get-rid-of-backslahes.html">Backslashes</a></h4>
</div>
<div id="outline-container-org3dba74a" class="outline-4">
<h4 id="org3dba74a"><span class="section-number-4">1.2.3.</span> <a href="get-rid-of-cliches.html">Clichés</a></h4>
</div>
<div id="outline-container-org30f327a" class="outline-4">
<h4 id="org30f327a"><span class="section-number-4">1.2.4.</span> <a href="get-rid-of-filler-words.html">Filler Words</a></h4>
</div>
</div>
</div>
<div id="outline-container-org14b6dc4" class="outline-2">
<h2 id="org14b6dc4"><span class="section-number-2">2.</span> <a href="significance-of-sig-figs.html">The Significance of Significant Figures</a></h2>
</div>
<div id="outline-container-org216f7d4" class="outline-2">
<h2 id="org216f7d4"><span class="section-number-2">3.</span> <a href="optimizing-humanities-for-engineers.html">Optimizing Humanities for Engineers</a></h2>
</div>
<div id="outline-container-org0426269" class="outline-2">
<h2 id="org0426269"><span class="section-number-2">4.</span> <a href="dont-call-your-foss-project-something-unprofessional.html">Don&rsquo;t Call Your FOSS Project Something Unprofessional</a></h2>
</div>
<div id="outline-container-org7cabc50" class="outline-2">
<h2 id="org7cabc50"><span class="section-number-2">5.</span> <a href="use-your-cars-parking-brake.html">Use Your Car&rsquo;s Parking Brake</a></h2>
</div>
<div id="outline-container-orgbae7e48" class="outline-2">
<h2 id="orgbae7e48"><span class="section-number-2">6.</span> <a href="european-bottlecaps.html">European Bottlecaps</a></h2>
</div>
<div id="outline-container-org5912574" class="outline-2">
<h2 id="org5912574"><span class="section-number-2">7.</span> <a href="lets-clarify-philosophical-foundations-of-free-software.html">Let&rsquo;s Clarify the Philosophical Foundations of Free Software</a></h2>
</div>
<div id="outline-container-orge95f413" class="outline-2">
<h2 id="orge95f413"><span class="section-number-2">8.</span> <a href="practical-tips-for-staying-in-calorie-deficits.html">Practical Tips for Staying Calorie Deficits</a></h2>
</div>
<div id="outline-container-orgb526472" class="outline-2">
<h2 id="orgb526472"><span class="section-number-2">9.</span> <a href="how-to-drive-more-safely.html">How To Drive More Safely</a></h2>
</div>
</div>
<div id="postamble" class="status">
<p class="email">Email: <a href="mailto:lorenzohess@tutanota.com">lorenzohess@tutanota.com</a></p>
<p class="date">Created: 2025-12-21 Sun 02:55</p>
</div>
</body>
</html>
